[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=GXUP320
VERSION=1.0.0

[Language]
LANGUAGE=简体中文
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Locale ID : http://msdn.microsoft.com/en-us/library/ms912047(WinEmbedded.10).aspx
LOCALE_ID=2052

[SystemMenu]
SYSMENU_ABOUTBOX=关于 Windows工具箱(&A)...

[Menu]
MENU_FILE=文件
MENU_FILE_EXIT=退出

MENU_WINDOW=窗口
MENU_WINDOW_REFRESH_WINDOW_TREE=刷新窗口树
MENU_WINDOW_HIGHLIGHT=突出显示
MENU_WINDOW_SEND_MESSAGE=发送消息
MENU_WINDOW_CONTROL_WINDOW=控制窗口
MENU_WINDOW_GENERATE_FIND_CODE=生成查找代码
MENU_WINDOW_GENERATE_FIND_CODE_FAST=生成查找代码 (快速)

MENU_LANGUAGE=语言

[Title]
TITLE_WINDOW_TOOLS=Windows工具箱
TITLE_ABOUT=关于Windows工具箱
TITLE_SEND_MESSAGE=发送消息
TITLE_GENERATE_FIND_CODE=生成查找代码
TITLE_CONTROL=控制窗口
TITLE_WINDOW_STYLE=窗口样式

[About]
ABOUT_VERSION=Windows工具箱，版本 [VERSION]
ABOUT_COPYRIGHT=版权所有 (C) GXUP320

[Dialog]
DIALOG_WINDOW_HANDLE_DEC=十进制窗口句柄:
DIALOG_WINDOW_HANDLE_HEX=十六进制窗口句柄:
DIALOG_PARENT_WINDOW_HANDLE=父窗口句柄:
DIALOG_WINDOW_TEXT=窗口标题:
DIALOG_WINDOW_CLASS_NAME=窗口类名:
DIALOG_WINDOW_CONTROL_ID=窗口ID:
DIALOG_THREAD_HANDLE=线程句柄:
DIALOG_PROCESS_ID=进程ID:
DIALOG_PARENT_PROCESS_ID=父进程ID:
DIALOG_PROCESS_PATH=进程路径:
DIALOG_PROCESS_NAME=进程名称:
DIALOG_WINDOW_RECT=窗口RECT
DIALOG_WINDOW_RECT_LEFT=左边:
DIALOG_WINDOW_RECT_RIGHT=右边:
DIALOG_WINDOW_RECT_TOP=顶边:
DIALOG_WINDOW_RECT_BOTTOM=底边:
DIALOG_WINDOW_RELATIVE_POSITION=窗口相对位置
DIALOG_WINDOW_RELATIVE_POSITION_LEFT=左边:
DIALOG_WINDOW_RELATIVE_POSITION_TOP=顶边:
DIALOG_WIDTH=宽度:
DIALOG_HIGTH=高度:
DIALOG_SPECIFIES_SHOWN=显示方式:
DIALOG_REFRESH=刷新
DIALOG_SHOW_HIDE_WINDOWS=显示隐藏窗口
DIALOG_SHOW_HIDE_CHILD_WINDOWS=显示隐藏子窗口
DIALOG_READ_FILE_ICON=读取文件里的图标
DIALOG_REFRESH_WINDOWS_TREE=刷新窗口树
DIALOG_TREE_LOADING=加载中...
DIALOG_WINDOW_STYLE=样式:
DIALOG_WINDOW_STYLE_EX=扩展样式:
DIALOG_WINDOW_STYLE_ADVANCED=高级

[CONTROL]
CONTROL_WINDOW_HANDLE=窗口句柄:
CONTROL_TAB_COMMON=公共
CONTROL_TAB_EDIT=编辑框

[SENDMESSAGE]
WINDOW_HANDLE=窗口句柄:
WINDOW_CLASS_NAME=窗口类名:
WINDOW_TYPE=窗口类型:
MESSAGE=消息:
SEND=发送

[COMMON]
ERROR=错误:
ERROR0=窗口被破坏或它自己的线程死亡。
WAITING=请稍后...
RETURNVALUE=返回值: [VALUE]

[WM_NULL]
Static0=不执行任何操作。 如果应用程序要发布收件人窗口将忽略的消息，则发送WM_NULL消息。

[WM_MOVE]
Static0=在移动窗口后发送。
Static1=X:
Static2=Y:

[WM_SIZE]
Static0=更改大小后发送到窗口。
Static1=宽度:
Static2=高度:
Static3=调整大小类型:
ComboBox0_0=SIZE_RESTORED
ComboBox0_1=SIZE_MINIMIZED
ComboBox0_2=SIZE_MAXIMIZED
ComboBox0_3=SIZE_MAXSHOW
ComboBox0_4=SIZE_MAXHIDE

[WM_SETFOCUS]
Static0=在获得键盘焦点后发送到窗口。
Static1=窗口句柄:
Static2=失去键盘焦点的窗口句柄。

[WM_KILLFOCUS]
Static0=在失去键盘焦点之前发送到窗口。
Static1=窗口句柄:
Static2=获取键盘焦点的窗口句柄。

[WM_SETTEXT]
Static0=设置窗口的标题。
Static1=窗口标题:

[WM_GETTEXT]
Static0=获取窗口的标题。
Static1=窗口标题:

[WM_GETTEXTLENGTH]
Static0=确定与窗口关联的文本的长度（以字符为单位）。
TEXTLENGTH=文本长度: [VALUE]

[WM_PAINT]
Static0=当需要绘制一部分应用窗口的时候，这个消息被Windows或者其他应用程序绘制调用。这个消息一般在调用UpdateWindow函数或者当应用程序通过GetMessage函数或者PeekMessage函数来获得一个WM_PAINT消息时候被DispatchMessage函数时候被发送。

[WM_CLOSE]
Static0=关闭窗口消息。